// Generic buttons

"OK" = "好";
"Cancel" = "取消";
"Delete" = "删除";

// File size display

"formatted file size with suffix" = "%@ %@";

// Time display

"%lld hours" = "%lld 个小时";
"an hour" = "1 个小时";

"%lld minutes" = "%lld 分钟";
"a minute" = "1 分钟";

"%lld seconds" = "%lld 秒钟";
"a second" = "1 秒钟";

// Status

"Creating archive..." = "正在创建归档…";
"Expanding archive..." = "正在解压缩归档…";

"Archive Encrypted" = "归档已加密";
"Please enter the password to decrypt the archive." = "请输入密码以解密归档。";
"Password" = "密码";

"Downloading..." = "正在下载…";
"Changing directories..." = "正在更改目录…";
"Duplicating..." = "正在复制…";
"Listing..." = "正在列出…";
"Moving..." = "正在移动…";
"Copying..." = "正在拷贝…";
"Creating file..." = "正在创建文件…";
"Creating folder..." = "正在创建文件夹…";
"Renaming..." = "正在重新命名…";
"Resolving symlink..." = "正在解析符号链接…";
"Retrieving size..." = "正在检索大小…";
"Uploading..." = "正在上传…";
"Getting attributes..." = "正在获取属性…";
"Changing attributes..." = "正在更改属性…";
"Canceling..." = "正在取消…";
"Deleting..." = "正在删除…";
"Moving to trash..." = "正在移到废纸篓…";
"Publishing \"%@\"..." = "正在发布“%@”…";
"Preparing to %@..." = "正在准备%@…";
"Copying \"%@\"..." = "正在拷贝“%@”…";

"download-present" = "正在下载";
"upload-present" = "正在上传";
"delete-present" = "正在删除";
"move-present" = "正在移动";
"copy-present" = "正在拷贝";
"process-present" = "正在处理";
"download-past" = "已下载";
"upload-past" = "已上传";
"delete-past" = "已删除";
"move-past" = "已移动";
"copy-past" = "已拷贝";
"process-past" = "已处理";
"compare-present" = "正在比较";
"compare-past" = "已比较";
"list-present" = "正在列出";
"list-past" = "已列出";
"create-present" = "正在创建";
"create-past" = "已创建";

"download" = "下载";
"upload" = "上传";
"move" = "移动";
"copy" = "拷贝";
"process" = "处理";
"delete" = "删除";
"compare" = "比较";
"list" = "列出";
"create" = "创建";

"An error occurred" = "出现错误";
"A few errors occurred" = "出现多个错误";

"%@ %lu items" = "%@ %lu 项";
"%lu items" = "%lu 项";
"%@ 1 item" = "%@ 1 项";
"1 item" = "1 项";
"%lu of %lu" = "%lu / %lu";
"%@ to \"%@\"" = "%@ 至 “%@”";
"%@%@ of %@" = "%@%@ / %@";
"%@%@ of %@ - %@ - %.1f KB/s" = "%@%@ / %@ - %@ - %.1f KB/s";
"%@%@ of %@ - %@ - %.1f MB/s" = "%@%@ / %@ - %@ - %.1f MB/s";
"%@%@ of %@, %.1f KB/s" = "%@%@ / %@，%.1f KB/s";
"%@%@ of %@, %.1f MB/s" = "%@%@ / %@，%.1f MB/s";
"(Stalled) " = "（已停顿） ";

// transcript
"TranscriptVersionFormat" = "%@ %@ (%@) 会话抄本 [%@] (%@)\n";
"Sending keep alive...\n" = "正在发送保持连接…\n";
"Disconnecting from server...\n" = "正在断开与服务器的连接…\n";
"Connecting to %@\n" = "正在连接“%@”\n";
"Deleting folder %@\n" = "正在删除文件夹“%@”\n";
"Deleting file %@\n" = "正在删除文件“%@”\n";
"Downloading file %@\n" = "正在下载文件“%@”\n";
"Download successful.\n" = "下载成功。\n";
"Uploading file %@\n" = "正在上传文件“%@”\n";
"Upload successful.\n" = "上传成功。\n";
"Changing to %@\n" = "正在更改为“%@”\n";
"Creating folder %@\n" = "正在创建文件夹“%@”\n";
"Changing permissions of %@\n" = "正在更改“%@”的权限\n";
"Renaming %@\n" = "正在重新命名“%@”\n";
"Listing %@\n" = "正在列出“%@”\n";
"Rename successful.\n" = "重新命名成功。\n";
"Could not parse line, switching to VanDyke parser. (%@)\n" = "无法解析行，正在切换到 VanDyke 解析器。(%@)\n";
"Download failed with error %d.\n" = "出现错误 %d，下载失败。\n";
"Could not get attributes.\n" = "无法获取属性。\n";
"Received throttle request from the server, waiting...\n" = "收到来自服务器的节流请求，正在等待...\n";
"Changing attributes of %@\n" = "正在更改 %@ 的属性\n";
"Attempting key authentication." = "正在尝试密钥认证。";
"Attempting password authentication." = "正在尝试密码认证。";
"Attempting two-factor authentication." = "正在尝试双重认证。";
"Could not connect to localhost, trying 127.0.0.1...\n" = "正在连接到 localhost，正在尝试 127.0.0.1…\n";

// Errors

"Could not move \"%@\"." = "无法移动“%@”。";
"Could not connect to server \"%@\"." = "无法连接到服务器“%@”。";
"Could not change directory to \"%@\"." = "无法将目录更改为“%@”。";
"Could not create folder named \"%@\"." = "无法创建名为“%@”的文件夹。";
"Could not create file named \"%@\"." = "无法创建名为“%@”的文件。";
"Could not delete \"%@\"." = "无法删除“%@”。";
"Could not download \"%@\"." = "无法下载“%@”。";
"Could not upload \"%@\"." = "无法上传“%@”。";
"Could not rename \"%@\"." = "无法重新命名“%@”。";
"Could not copy \"%@\"." = "无法拷贝“%@”。";
"Could not determine current path." = "无法确定当前路径。";
"Could not retrieve file listing for \"%@\"." = "无法检索“%@”的文件列表。";
"This server does not support the 'executable' property." = "该服务器不支持“可执行”属性。";
"Operation was cancelled." = "操作已取消。";
"Authorization failed." = "授权失败。";
"Could not change owner of “%@”." = "无法更改“%@”的所有者。";
"Could not change group of “%@”." = "无法更改“%@”的群组。";
"Could not change file owner and group of “%@”." = "无法更改“%@”的文件所有者和群组。";
"Could not create symlink “%@”." = "无法创建符号链接“%@”。";
"Could not resolve symlink \"%@\"." = "无法解析符号链接“%@”。";
"Could not get attributes." = "无法获取属性。";
"Could not get attributes of \"%@\"." = "无法获取“%@”的属性。";
"The destination file's size does not match the size of the source file. This could mean that something went wrong during the transfer." = "目标文件的大小与源文件大小不匹配。这可能意味着传输过程中出现错误。";
"Could not look up file ID." = "无法查询文件 ID。";

"Connection falling back to port (PORT) mode.\n" = "连接回退到端口 (PORT) 模式。\n";
"Control connection timed out." = "控制连接已超时。";
"Data connection timed out." = "数据连接已超时。";
"Connection refused." = "连接被拒绝";
"The user name was not accepted by the server." = "服务器不接受用户名。";
"The user name or password was not accepted by the server." = "服务器不接受用户名或密码。";
"Login failed." = "登录失败。";
"Server not found." = "找不到服务器。";
"Server closed connection." = "服务器已关闭连接。";
"File not found." = "找不到文件。";
"Key not found. This can occur if the directory was not originally created by %@." = "找不到密钥。如果目录最初不是由 %@ 创建的，则可能出现这种错误。";
"This operation is not supported by the server." = "服务器不支持该操作。";
"Not connected." = "未连接。";
"Remote file not a directory." = "远程文件不是目录。";
"Socket read failed." = "套接字读取失败。";
"Server said: %@\n\nError %d: %s" = "服务器显示：%@\n\n错误 %d：%s";
"ServerSaidMessage %@" = "服务器已发送该信息：\n\n%@";
"Make sure you're allowed to change the permissions on this file." = "确保您有权更改该文件的权限。";
"Couldn't establish data connection." = "无法建立数据连接。";
"Error accepting data connection. This could be a problem with firewall or proxy configuration. Try passive mode." = "接受数据连接时出错。这可能是防火墙或代理配置出现问题。请尝试被动模式。";
"Could not open local file. Please verify you have read or write permissions for it." = "无法打开本地文件。请确认您具有读写权限。";
"The item \"%@\" can not be moved to the Trash." = "项目“%@”未能被移入“废纸篓”。";
"Do you want to delete it immediately?" = "您要立即删除它吗？";
"%i items can not be moved to the Trash." = "%i 个项目未能被移入“废纸篓”。";
"Do you want to delete them immediately?" = "您要立即删除它们吗？";
"The folder \"%@\" cannot be replaced by an item it contains." = "文件夹“%@”不能被它所包含的项目替换。";
"The destination folder does not exist." = "目标文件夹不存在。";
"The operation could not be completed." = "这项操作未能完成。";
"The item cannot be put in this location." = "该项目不能放在这个位置。";
"The file is too large: File is %ll, maximum file size is %ll." = "文件过大。文件大小为 %ll，最大文件大小为 %ll。";
"The folder \"%@\" can’t be replaced by an item it contains." = "文件夹“%@”不能被它所包含的项目替换。";

"Error %d: %s" = "错误 %d：%s";
"No error description provided." = "没有提供错误描述。";

// WebDAV Connection errors

"Hostname lookup failed" = "主机名查询失败";
"Proxy authentication failed" = "代理鉴定失败";
"Connection timed out" = "连接已超时";
"WebDAV precondition failed" = "WebDAV 预处理失败";
"Retry request error" = "重试请求错误";
"Redirect error" = "重定向错误";
"This file has been redirected to \"%@\"." = "此文件已被重定向至“%@”。";
"Make sure your user name and password were entered correctly and that the server supports WebDAV." = "确保您的用户名和密码输入正确，并且服务器支持 WebDAV。";

// SFTP Connection errors

"An unexpected end of file error occurred." = "发生意外的文件结尾错误。";
"Command failed." = "命令失败。";
"Bad message." = "错误信息。";
"Read error." = "读取错误。";
"Write error." = "写入错误。";
"Remote stat failed." = "找不到文件。确保该文件未被意外移动或重新命名。";
"Local stat failed." = "找不到文件。确保该文件未被意外移动或重新命名。";
"Couldn't set local permissions." = "无法设置本地权限。";
"Couldn't set local file time." = "无法设置本地文件时间。";
"Can't download a directory." = "无法下载目录。";
"Couldn't get remote handle." = "无法获得远程处理。";
"Couldn't create local file." = "无法创建本地文件。";
"Data packet too big." = "数据包过大。";
"Attributes missing permissions." = "属性缺少权限。";
"Protocol error." = "协议错误。";
"Unable to extract public key from private key file." = "无法从专用密钥文件中提取公用密钥。";

//SOCKS strings
"SOCKS proxy preferences detected, using passive (PASV) mode.\n" = "使用被动 (PASV) 模式检测到的 SOCKS 代理偏好设置。\n";

// misc text
"Symbolic Link" = "符号链接";
"untitled file" = "未命名文件";
"untitled folder" = "未命名文件夹";
"Document" = "文稿";
"Folder" = "文件夹";
"Yes" = "是";
"No" = "否";

// Added strings (3-22-2007)

"Could not overwrite local target path: %@" = "无法覆盖本地目标路径：%@";
"Make sure you have write permissions for the folder \"%@\"." = "确保您具有文件夹“%@”的写入权限。";
"Could not access file at path: %@" = "无法访问以下路径的文件：%@";
"Archive" = "归档";
"Could not create archive." = "无法创建归档。";
"Could not expand archive." = "无法解压缩归档。";
"Temporary folder creation failed." = "临时文件夹创建失败。";
"Verify the file permissions allow you to view this folder and try again." = "验证文件权限允许您查看此文件夹，然后重试。";
"Make sure you have permission to modify this file." = "确保您有权修改此文件。";
"The name \"%@\" is already taken." = "名称“%@”已被占用。";
"Please choose a different name." = "请选取一个不同的名称。";
"B" = "B";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Could not change directory." = "无法更改目录。";
"Directory path was empty." = "目录路径为空。";
"Could not change permissions of \"%@\"." = "无法更改“%@”的权限。";
// NOTE: Do not use the error below if possible. Use the variant that includes the folder name.
"Could not retrieve file listing." = "无法检索文件列表。";
"Unable to parse server response." = "无法解析服务器响应。";
"Unknown" = "未知";
"Uploaded checksum doesn't match local file." = "已上传的校验和与本地文件不匹配。";
"Delete successful.\n" = "删除成功。\n";
"Cancelled" = "已取消";
"Remote mkdir failed." = "远程 mkdir 失败。";
"The specified path is not a folder." = "指定的路径不是文件夹。";


// Added strings (2-6-2008)

"Sending raw command \"%@\"..." = "正在发送 Raw 命令“%@”…";
"Waiting for connection..." = "正在等待连接…";
"Sending raw command: %@\n" = "正在发送 Raw 命令：%@\n";

// Added strings (3-24-2008)

"Stop" = "停止";
"Continue" = "继续";
"Disable and Continue" = "停用并继续";

"years" = "年";
"year" = "年";
"months" = "个月";
"month" = "个月";
"weeks" = "周";
"week" = "周";
"days" = "天";
"day" = "天";
"hour" = "小时";
"minute" = "分种";
"second" = "秒钟";

"This server or file may not allow you to adjust permissions. Double-check that your permissions in the Rules preferences are set correctly." = "此服务器或文件可能不允许您调整权限。请再次检查“规则”偏好设置中的权限是否设置正确。";

"File sizes were equal" = "文件大小相等";
"Could not send command \"%@\"." = "无法发送命令“%@”。";
"Your AWS account is not signed up for the Amazon S3 service." = "您的 AWS 帐户未注册 Amazon S3 服务。";
"\"%@\" was skipped due to rule.\n" = "“%@”因规则原因而被跳过。\n";
"Skipped due to rule" = "因规则原因而跳过";
"Rule evaluation failed for \"%@\".\n" = "“%@”的规则评估失败。\n";
"In directory %@\n" = "在目录 %@ 中\n";
"Creating bucket %@\n" = "正在创建存储桶 %@\n";
"Could not create bucket named \"%@\"." = "无法创建名为“%@”的存储桶。";
"Could not connect to Amazon S3." = "无法连接到 Amazon S3。";
"An Access Key ID and Secret Access Key are required." = "需要使用访问密钥 ID 和秘密访问密钥。";
"Amazon S3 only allows %@ buckets and you already have %@." = "Amazon S3 只允许 %@ 个存储桶，而您已有 %@ 个。";
"You have tried to create too many buckets." = "您试图创建过多存储桶。";
"Could not change bucket logging status of “%@”." = "无法更改“%@”的存储桶记录状态。";
"Unexpected response received from server." = "从服务器收到意外响应。";
"Could not get distribution config." = "无法获取分发配置。";
"Could not get distribution info." = "无法获取分发信息。";
"Could not retrieve distribution listing." = "无法检索分发列表。";
"Could not create distribution." = "无法创建分发。";
"Could not update distribution." = "无法更新分发。";
"Could not delete distribution." = "无法删除分发。";
"The bucket name is not suitable because it does not conform to DNS requirements." = "存储桶名称不合适，因为它不符合 DNS 要求。";
"Safe save upload failed, attempting normal upload.\n" = "安全保存上传失败，正在尝试常规上传。\n";
"Using proxy server: %@.\n" = "正在使用代理服务器：%@。\n";

// __VERIFIER_IGNORE__ These strings appear in a table, which is not understood by verifier
"Northern California" = "北加利福尼亚";
"Ireland" = "爱尔兰";
"Frankfurt" = "法兰克福";
"Singapore" = "新加坡";
"Tokyo" = "东京";
"Oregon" = "俄勒冈";
"Sydney" = "悉尼";
"Sao Paulo" = "圣保罗";
"Seoul" = "首尔";
"Northern Virginia (Default)" = "北弗吉尼亚（默认）";
"Ohio" = "俄亥俄";
"Montreal" = "蒙特利尔";
"London" = "伦敦";
"Mumbai" = "孟买";
"Paris" = "巴黎";
"GovCloud" = "GovCloud";
// __END_VERIFIER_IGNORE__

// Added 48 missing strings (3-12-2010)

"Unknown error: %ld" = "未知错误：%ld";
"Raw commands are not supported by this protocol." = "此协议不支持 Raw 命令。";
"Using proxy server:%@:%d type:%d.\n" = "正在使用代理服务器：%@：%d 类型：%d。\n";
"Could not establish a secure connection." = "无法建立安全连接。";
"Couldn’t verify certificate chain." = "无法验证证书链。";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "连接超时或服务器挂起。您要连接的服务器可能已配置为限制所允许的连接的数量。";
"Apply to all" = "全部应用";
"Done" = "已完成";
"Paused" = "已暂停";
"Waiting..." = "正在等待…";
"Creating archive of %@..." = "正在创建 %@ 的归档…";
"Expanding archive %@..." = "正在解压缩 %@ 的归档…";
"Could not change attributes for the selected files." = "无法更改所选文件的属性。";
"Some files could not be copied." = "某些文件未能拷贝。";
"The copy completed, but some errors were encountered." = "拷贝已完成，但遇到一些错误。";
"Moving items to the trash..." = "正在将项目移到废纸篓…";
"Deleting items..." = "正在删除项目…";
"Could not change the attributes of some files." = "无法更改某些文件的属性。";
"Changing attributes completed, but some errors were encountered." = "更改属性已完成，但遇到一些错误。";
"%@ - Done" = "%@ - 已完成";
"Connecting to %@..." = "正在连接 %@…";
"Some files could not be deleted." = "某些文件未能删除。";
"The delete completed, but some errors were encountered. Double check your settings, and try to delete these files again." = "删除已完成，但遇到一些错误。请再次检查您的设置，然后再次尝试删除这些文件。";
"Some files could not be downloaded." = "某些文件未能下载。";
"The download completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to download these files." = "下载已完成，但传输过程中遇到一些错误。请再次检查您的设置，或重新尝试下载这些文件。";
"Some files could not be transferred." = "某些文件未能传输。";
"The transfer completed, but some errors were encountered. Double check your settings, and re-attempt to transfer these files." = "传输已完成，但遇到一些错误。请再次检查您的设置，并重新尝试传输这些文件。";
"Uploading \"%@\" to server..." = "正在将“%@”上传到服务器…";
"Could not create a file named \"%@\"." = "无法创建名为“%@”的文件。";
"An item with the same name already exists in \"%@\"." = "“%@”已经存在一个同名项目。";
"Could not create a folder named \"%@\"." = "无法创建名为“%@”的文件夹。";
"Could not determine server time offset." = "无法确定服务器时间偏移。";
"Try manually entering a time offset, or comparing files by size." = "尝试手动输入时间偏移，或按大小比较文件。";
"Comparing files..." = "正在比较文件…";
"hours" = "个小时";
"minutes" = "分钟";
"seconds" = "秒钟";
"Some files could not be uploaded." = "某些文件未能上传。";
"The upload completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to upload these files." = "上传已完成，但传输过程中遇到一些错误。请再次检查您的设置，或重新尝试上传这些文件。";
"Bucket" = "存储桶";
"TB" = "TB";
"Changing modification date of %@\n" = "正在更改 %@ 的修改日期\n";
"Changing attributes successful.\n" = "更改属性成功。\n";
"Could not change attributes of \"%@\"." = "无法更改“%@”的属性。";
"fork() failed." = "fork() 失败。";
"pipe() failed." = "pipe() 失败。";
"Upload failed with error %d (%@).\n" = "出现错误 %d (%@)，上传失败。\n";

// Added (3-17-2010)

"Changing owner of %@\n" = "正在更改 %@ 的所有者\n";
"Changing group of %@\n" = "正在更改 %@ 的群组\n";

"The symlink \"%@\" could not be transferred because the original item could not be found." = "符号链接“%@”无法传输，因为找不到原始项目。";
"This symlink links to another symlink which is unresolved and is unsupported." = "该符号链接链接到另一个尚未解析且不受支持的符号链接。";
"The symlink \"%@\" could not be transferred because following symlinks is not supported." = "符号链接“%@”无法传输，因为以下符号链接不受支持。";

"Safe save upload failed, source file size was %ld destination was %ld.\n" = "安全保存上传失败，源文件大小为 %ld，目标为 %ld。\n";


// Added for Transmit 4.1
"Some items could not be moved." = "某些项目未能移动。";
"The move completed, but some errors were encountered." = "移动已完成，但遇到一些错误。";
"An unknown error occurred." = "发生未知错误。";
"Decomposed UTF-8 string detected; switching modes." = "检测到分解的 UTF-8 字符串；正在切换模式。";
"%@ could not acquire a connection to begin the operation. Try increasing the number of allowed transfers or server connections." = "%@ 无法获取连接来开始操作。尝试增加允许的传输或服务器连接的数量。";
"Some items could not be copied." = "某些项目未能拷贝。";
"Getting attributes of %@\n" = "正在获取 %@ 的属性\n";

// Added for Transmit 4.5
"The name \"%@\" can't be used." = "名称“%@”无法使用。";
"Try using a name with fewer characters, or with no \"/\" characters." = "请尝试使用字符较少或不含“/”的名称。";
"Container" = "容器";
"Could not create container named \"%@\"." = "无法创建名为“%@”的容器。";
"Creating container %@\n" = "正在创建容器 %@\n";

"Stat failed." = "统计失败。";
"Could not change attributes of \"%@\".\n" = "无法更改“%@”的属性。\n";

// Added (5-29-12)
"An SSH config file contains one or more errors. Please correct them to use this file." = "SSH 配置文件包含一个或多个错误。请更正这些错误以使用此文件。";
"Connecting to %s user:%s port:%i\n" = "正在连接到 %s 用户：%s 端口：%i\n";

"%@ couldn't connect to the specified host. Make sure your device has network access and try again." = "%@ 无法连接到指定的主机。确保您的设备能够访问网络，然后重试。";
"An error occurred." = "发生错误。";
"Error %d: %@" = "错误 %d：%@";

// Added (12-18-14)
"Couldn't get region for bucket \"%@\"." = "无法获取存储桶“%@”的区域。";

// Added (1-9-15)
"Access ID" = "访问密钥 ID";
"Access Secret" = "秘密";
"Username" = "用户名";
"Account ID" = "帐户 ID";
"Application Key" = "应用程序密钥";
"Access Key" = "访问密钥";
"API Key" = "API 密钥";

// Added (2-24-15)
"Storage Class" = "存储类";
"Standard" = "标准";
"Infrequent" = "不常";
"Reduced" = "降低";
"Glacier" = "冰川";

"Server-side Encryption" = "服务器端加密";
"AES256" = "AES256";
"KMS" = "KMS";

"Website Redirect Location" = "网站重定向位置";

"Couldn't Set Metadata" = "无法设置元数据";
"Could not set metadata for object \"%@\"." = "无法设置对象“%@”的元数据。";
"Could not change extension \"%@\" of \"%@\"." = "无法更改“%@”的扩展名“%@”。";

// SFTP host key dialog
"Host key changed for \"%@\"." = "“%@”的主机密钥已更改。";
"Do you want to accept the host key for \"%@\"?" = "您要接受“%@”的主机密钥吗？";
"It appears this is the first time you have connected to this host, would you like to continue?" = "这似乎是您第一次连接到该主机，您想继续吗？";
"SSH Host Key Changed Message" = "自上次连接以来，服务器的主机密钥已更改。这很可能是由于服务器发生了更改，您应该联系服务器管理员进行确认。";
"Accept Key" = "接受密钥";

// Amazon Cloud Drive
"%@ could not authorize the credentials for the connection." = "%@ 无法授权连接的凭证。";

// Dropbox
"Shared Folder" = "共享文件夹";
"Read Only" = "只读";
"Revision" = "修正版";
"Last Modified By" = "上次修改者";
"Date Taken" = "拍摄日期";
"Duration" = "时间长度";

// OneDrive
"Web URL" = "网页 URL";

"This host does not support creating or uploading empty files, so this file has been skipped." = "该主机不支持创建或上传空文件，因此该文件已被跳过。";

// Google Drive
"Starred" = "已停顿";
"Dimensions" = "尺寸";
"Unsupported Operation" = "不支持的操作";
"Export URL" = "导出 URL";
"GoogleDriveLibraryURL" = "https://library.panic.com/transmit5/google-docs/";
"GoogleDriveSharedLibraryURL" = "https://library.panic.com/transmit5/google-docs/#what-is-the-shared-with-me-container";

// Box
"Description" = "描述";
"Enable Public Access" = "启用公共访问";

// Swift
"Dallas-Fort Worth (DFW)" = "达拉斯-沃斯堡 (DFW)";
"Chicago (ORD)" = "芝加哥 (ORD)";
"Northern Virginia (IAD)" = "北弗吉尼亚（IAD）";
"London (LON)" = "伦敦 (LON)";
"Sydney (SYD)" = "悉尼 (SYD)";
"Hong Kong (HKG)" = "中国香港 (HKG)";
"Swift Region" = "Swift 地区";

"Enables public access to this item." = "启用对此项目的公共访问。";
"Enable CDN" = "启用 CDN";
"Enables public access (CDN) for this containers content." = "为此容器内容启用公共访问 (CDN)。";
"Could not create a public URL for \"%@\"." = "无法为“%@”创建公共 URL。";
"Make sure this item is publicly accessible and try again." = "确保此项目可公开访问，然后重试。";
"Creating a public URL for this file is not supported by this service." = "此服务不支持为此文件创建公共 URL。";

"CloudFront CDN Domain Name" = "CloudFront CDN 域名";
"The domain name for use with this CloudFront distribution." = "用于此 CloudFront 分发的域名。";

"CloudFront CNAMEs" = "CloudFront CNAME";
"Other hostnames for this CloudFront distribution." = "此 CloudFront 分发的其他主机名。";

"Bucket Log Retention" = "存储桶日志保留";
"Enables logging for all requests made to this bucket." = "启用对此存储桶发出的所有请求的日志记录。";

"Bucket Log Retention Target" = "存储桶日志保留目标";
"Which bucket the logs should be stored in." = "日志应存储在哪个存储桶中。";

"Bucket Log Retention Path Prefix" = "存储桶日志保留路径前缀";
"The path prefix for where the logs should be stored." = "日志存储位置的路径前缀。";

"Storage Class gives you the option to store your file with reduced redundancy at a lower cost. Refer to the AWS documentation for more details." = "“存储类”使您可以选择以较低的成本存储文件，减少冗余。请参阅 AWS 文稿了解更多详细信息。";
"Amazon S3 can optionally encrypt your data at the object level as it writes it to disks in its data centers and decrypts it for you when you access it. Refer to the AWS documentation for more details." = "当您将数据写入其数据中心中的磁盘时，Amazon S3 可以在对象级别对数据进行加密，并在您访问数据时为您解密。请参阅 AWS 文稿了解更多详细信息。";
"Website Redirect Location. For more information, see the AWS documentation." = "网站重定向位置。有关更多信息，请参阅 AWS 文稿。";

"Location" = "位置";
"The region where the bucket is located." = "存储桶所在的区域。";

"Write" = "写入";
"Read" = "读取";
"Owner" = "所有者";
"OwnerTruncatedIfNeeded"  = "所有者";
"World" = "全局";
"Authenticated Users" = "已通过身份鉴定的用户";
"Group" = "群组";
"None" = "无";

"Write Permissions for the selected items." = "所选项目的写入权限。";
"Read Permissions for the selected items." = "所选项目的读取权限。";
"Owner of the selected items." = "所选项目的所有者。";

"Executable" = "可执行";
"Enables the executable permission flag on the selected items." = "启用所选项目的可执行权限标志。";

//sync
"Could not compare \"%@\"." = "无法比较“%@”。";
"Some files could not be compared." = "某些文件未能比较。";
"The comparison completed, but some errors were encountered. Double check your settings, or re-attempt to compare these folders." = "比较已完成，但遇到一些错误。请再次检查您的设置，或重新尝试比较这些文件夹。";
"▸ source size = %@" = "▸ 源文件大小 = %@";
"▸ destination size = %@" = "▸ 目标文件大小 = %@";
"Source file was %@ larger" = "源文件大了 %@";
"Destination file was %@ larger" = "目标文件大了 %@";
"▸ beginning synchronization comparison" = "▸ 正在开始同步比较";
"▸ calculating time offset: difference = %.2f secs (%.2f mins) (%.2f hrs)" = "▸ 正在计算时间偏移：偏移差 = %.2f 秒（%.2f 分钟）（%.2f 小时）";
"▸ difference is %.2f seconds, local is newer: %@" = "▸ 偏移差为 %.2f 秒，本地时间较新：%@";
"▸ skip: file is a symlink and following symlinks is disabled" = "▸ 跳过：文件是一个符号链接，以下符号链接已停用";
"File is a symlink and following symlinks is disabled" = "文件是一个符号链接，以下符号链接已停用";
"▸ skip: because meta item" = "▸ 跳过：因为文件是元项目";
"File is a meta item" = "文件是元项目";
"▸ skip: item is hidden and show hidden files is disabled" = "▸ 跳过：项目已隐藏，“显示已隐藏的文件”已停用";
"Item is hidden file and show hidden files is disabled" = "项目已隐藏，“显示已隐藏的文件”已停用";
"▸ skip: item matched skip rule" = "▸ 跳过：项目与跳过规则相匹配";
"Item matched skip rule" = "项目与跳过规则相匹配";
"▸ skip: modification date (%@) is earlier than the cutoff date (%@)" = "▸ 跳过：修改日期（%@）早于截止日期（%@）";
"File was last modified %@ ago (cutoff was %@ ago)" = "文件上次修改于 %@ 以前（截止时间为 %@ 以前）";
"▸ file/folder mismatch, will delete existing destination item" = "▸ 文件/文件夹不匹配，将删除现有的目标项目";
"Source file was %@ newer" = "源文件时间晚了 %@";
"File modification dates are equal" = "文件修改日期相同";
"▸ source modification date is %@" = "▸ 源文件修改日期为 %@";
"▸ destination modification date is %@ (without skew: %@)" = "▸ 目标文件修改日期为 %@（无偏移：%@）";
"▸ transfer: destination item doesn't exist" = "▸ 传输：目标项目不存在";
"Destination file did not exist" = "目标文件不存在";
"▸ transfer: source item is newer" = "▸ 传输：源项目时间较晚";
"Destination file was %@ newer" = "目标文件时间晚了 %@";
"▸ delete: orphaned destination item \"%@\" will be deleted" = "▸ 删除：孤立的目标项目“%@”将被删除";
"Deleting orphaned files and file did not exist in source folder" = "正在删除孤立的文件，并且文件在源文件夹中不存在";
"⇆ entering source path: %@" = "⇆ 正在进入源路径：%@";
"⇆ entering destination path: %@" = "⇆ 正在进入目标路径：%@";
"⇆ returning to source path: %@" = "⇆ 正在返回源路径：%@";
"⇆ returning to destination path: %@" = "⇆ 正在返回目标路径：%@";
"⇆ evaluating source item: %@" = "⇆ 正在评估源项目：%@";
"▸ source equivalent exists" = "▸ 存在源等效对象";
"▸ create: will create folder because destination path doesn't exist" = "▸ 创建：由于目标路径不存在，因此将创建文件夹";
"Destination item does not exist" = "目标项目不存在";
"▸ skip: the file is a symlink and its target could not be resolved" = "▸ 跳过：文件是一个符号链接，并且其目标未能解析";
"File is a symlink and the target could not be resolved" = "文件是一个符号链接，并且其目标未能解析";
"Preparing to transfer..." = "正在准备传输…";

// Authentication alerts
"Authentication failed." = "验证失败。";
"A key passphrase is required." = "需要使用密钥密码短语。";
"A verification code is required." = "需要使用验证码。";
"Enter the key passphrase for \"%@\"." = "输入“%@”的密钥密码短语。";
"Enter the user name and password for server \"%@\"." = "请输入服务器“%@”的用户名和密码。";
"Passphrase:" = "密码：";
"Code:" = "代码：";
"Password:" = "密码：";
"Passphrase" = "密码短语";
"Code" = "代码";
"Connect" = "连接";
"A verification code is required for \"%@\"." = "“%@”需要验证码。";
" Please enter your user password." = " 请输入您的用户密码。";
" Please enter your verification code." = " 请输入您的验证码。";
" Please enter your key passphrase for %@." = " 请输入 %@ 的密钥密码短语。";
"Enter the user name and password for the area \"%@\" on \"%@\"." = "请输入“%@”上区域“%@”的用户名和密码。";
"Enter the access key ID and secret for %@." = "请输入 %@ 的访问密钥 ID 和秘密访问密钥。";
"Enter the account ID and application key for %@." = "请输入 %@ 的帐户 ID 和应用程序密钥。";
"Enter the user name and access key for %@." = "请输入 %@ 的用户名和访问密钥。";
"Enter the password for server \"%@\" with user name \"%@\"." = "请输入服务器“%@”上用户名“%@”的密码。";
"Enter the user name and api key for %@." = "请输入 %@ 的用户名和 API 密钥。";
"Enter the access key for %@." = "输入 ％@ 的访问密钥。";
"Enter the application key for %@." = "输入 ％@ 的应用程序密钥";

"All Public" = "全部为公用";
"All Private" = "全部为专用";
"Bucket Type" = "存储桶类型";

"Server returned an error, retrying..." = "服务器返回一个错误，正在重试…";

"Please enter the pin for \"%@\"." = "请输入“%@”的 PIN 码。";
"A pin code is required to unlock this key." = "需要 PIN 码才能解锁此密钥。";
"Attempting to use pin to unlock key." = "正在尝试使用 PIN 码来解锁密钥。";
"Unlock" = "解锁";
"1234" = "1234";
"Pin:" = "PIN 码：";

"Please make sure the service has been enabled on this account." = "请确保已为该帐户启用此服务。";
